{
    "privacy-policy": "Privacy policy",
    "cookies-info": "This website uses cookies to provide its services and in accordance with its Privacy Policy. You can set conditions for storing or accessing cookies in your browser.",
    "cookies-accept": "Accept",
    "cookies-moreinfo": "Read more",
    "pp-a": "A. Introduction",
    "pp-a-li1": "The privacy of our website visitors is very important to us and we are committed to protecting it. This policy explains what we do with your personal information.",
    "pp-a-li2": "Agreeing to use cookies in accordance with the terms of this policy on your first visit to our site allows us to use cookies on each subsequent visit to our site.",
    "pp-b": "B. Collection of personal data",
    "pp-b-p1": "The following types of personal information may be collected, stored and used:",
    "pp-b-li1": "information about your computer, including your IP address, geographic location, browser type and version, and operating system;",
    "pp-b-li2": "Information needed to create a login session so you can manage your account and stay logged in automatically for up to two days;",
    "pp-b-li3": "information, such as your email address, that can be retrieved through the Discord API or other means;",
    "pp-b-li4": "information you enter while using the services on our website;",
    "pp-b-li5": "information that is generated when you use our website, including when, how often and under what circumstances you use it;",
    "pp-b-li6": "information that you post on our website with the intention of publishing it online, including your username, profile picture and the content of your posts;",
    "pp-b-li7": "information contained in any communications sent to us by email or downloaded from the Discord API or otherwise, including communication content and metadata;",
    "pp-b-li8": "maintaining a session of the Service User (after logging in), thanks to which a User does not have to log in again on each subpage of the Service;",
    "pp-b-li9": "any other personal information collected from the Discord API or otherwise.",
    "pp-b-p2": "Before you disclose another person's personal information to us, you must obtain that person's consent to the disclosure and processing of that personal information in accordance with this policy;",
    "pp-c": "C. Use of your personal data",
    "pp-c-p1": "Personal information submitted to us through our website will be used for the purposes set out in this policy or on the relevant pages of the website.",
    "pp-c-p2": "We may use your personal information for a purpose:", 
    "pp-c-li1": "administration of our website;", 
    "pp-c-li2": "personalizing our website for you;", 
    "pp-c-li3": "To enable you to use the services available on our website;", 
    "pp-c-li4": "providing services purchased through our website;", 
    "pp-c-li5": "other uses.", 
    "pp-c-p3": "Your privacy settings can be used to limit the publication of your information on our website and can be adjusted using the site's privacy controls.",
    "pp-c-p4": "We will not share personal information with third parties, or any related third parties, for direct marketing purposes without your express consent.", 
    "pp-d": "D. Disclosure of personal information",
    "pp-d-p1": "We may disclose your personal information to any member of the administration, moderators as necessary for the purposes set out in this 'Privacy Policy'.",
    "pp-d-p2": "We may disclose your personal information:",
    "pp-d-li1": "to the extent required by law;",
    "pp-d-li2": "in connection with ongoing or potential legal proceedings;",
    "pp-d-li3": "to establish, enforce or defend our legal rights (including sharing information with others for fraud prevention purposes);",
    "pp-d-li4": "to any person who, in our reasonable opinion, may apply to a court or other competent authority for disclosure of such personal information if, in our reasonable opinion, such court or authority is likely to order disclosure of such personal information;",
    "pp-d-p3": "Except as provided in this 'Privacy Policy,' we will not share your information with any third party.",
    "pp-e": "E. Revisions",
    "pp-e-p1": "This policy may be updated periodically by posting a new version on our site. You should check this page from time to time to ensure that you understand any changes to this policy. We may notify you of changes to this policy via email or the private messaging system on our website.",
    "pp-f": "F. Your rights",
    "pp-f-p1": "You may request access to your personal information that is stored.",
    "pp-f-p2": "We may withhold personal information at your request, to the extent permitted by law.",
    "pp-f-p3": "You can instruct us at any time not to process your personal data for marketing purposes.",
    "pp-f-p4": "As a practical matter, you will typically either expressly consent in advance to our use of your personal information for marketing purposes, or we will provide you with the opportunity to opt out of our sharing your personal information for marketing purposes.",
    "pp-g": "G. Information Update",
    "pp-g-p1": "Please let us know if you need to correct or update any personal information we hold about you.",
    "pp-h": "H. Cookies",
    "pp-aditional1": "Data collected during visits to our websites",
    "pp-aditional1-p": "During each visit to the site, data is automatically collected, including the IP address of the computer, domain name, browser type, operating system type, etc.",
    "pp-aditional2": "Use of collected data",
    "pp-aditional2-p": "All data obtained automatically remains on the Playergency server and is not shared with third parties. This data may be used internally to perform visit statistics and analysis of the most visited links in order to improve the functionality of the Playergency server.",
    "pp-aditional3": "How to change the obtained data",
    "pp-aditional3-p": "Data collected automatically during visits to the Playergency website cannot be changed or deleted.",
    "pp-aditional4": "Use of cookies",
    "pp-aditional4-p": "Our website may use cookies to identify a visitor to the website in order to improve the functionality of the website. Cookies do not collect personal information.",
    "pp-aditional5": "How your data is secured",
    "pp-aditional5-p": "All data collected automatically does not contain personal information and is not shared with third parties.",
    "pp-aditional6": "Google Analytics",
    "pp-aditional6-p": "We use Google Analytics, a web analytics tool provided by Google, on our website to analyze web site statistics.",
    "pp-aditional7": "Change of privacy policy",
    "pp-aditional7-p": "The Playergnecy server reserves the right to change the above privacy policy by posting the new privacy policy on this page.",
    "pp-end1": "The Playergency server informs you that by using www.playergency.com you accept the terms and conditions of Discord Inc.", 
    "pp-end2": "The Playergency server assumes no responsibility and recommends consulting legal experts if you implement the above actions on your website."
}